export const questions = [
    {
        question: "転職を希望するタイミングはいつですか？",
        options: [
            "すぐにでも",
            "3か月以内",
            "半年以内",
            "特に決めていない"
        ]
    },
    {
        question: "どの職種を希望していますか？",
        options: [
            "エンジニア",
            "デザイナー",
            "営業職",
            "その他"
        ]
    },
    {
        question: "希望する雇用形態を教えてください。",
        options: [
            "正社員",
            "契約社員",
            "派遣社員",
            "フリーランス"
        ]
    },
    {
        question: "希望する勤務地を教えてください。",
        options: [
            "首都圏（東京・神奈川・埼玉・千葉）",
            "地方都市",
            "在宅勤務可（リモートワーク）",
            "特にこだわらない"
        ]
    },
    {
        question: "現在の職務経験について教えてください。",
        options: [
            "未経験",
            "1～3年",
            "3～5年",
            "5年以上"
        ]
    },
    {
        question: "希望する年収を教えてください。",
        options: [
            "～300万円",
            "300～500万円",
            "500～800万円",
            "800万円以上"
        ]
    },
    {
        question: "転職活動で最も重視するポイントを教えてください。",
        options: [
            "高収入",
            "ワークライフバランス",
            "キャリアアップ",
            "職場環境や福利厚生"
        ]
    },
    {
        question: "求人サイトに求めるサポート内容を教えてください。",
        options: [
            "履歴書・職務経歴書の添削",
            "面接対策",
            "非公開求人の紹介",
            "すべて"
        ]
    },
]